{
  "quotes": [
    {"quote":"Glory is fleeting, but obscurity is forever.", "source":"Napoleon Bonaparte"},
    {"quote":"Impossible is a word to be found only in the dictionary of fools", "source":"Napoleon Bonaparte"},
    {"quote":"Never interrupt your enemy when he is making a mistake.", "source":"Napoleon Bonaparte"},
    {"quote":"A leader is a dealer in hope.", "source":"Napoleon Bonaparte"},
    {"quote":"He who fears being conquered is sure of defeat.", "source":"Napoleon Bonaparte"},
    {"quote":"Death is nothing, but to live defeated and inglorious is to die daily.", "source":"Napoleon Bonaparte"},
    {"quote":"Victory belongs to the most persevering.", "source":"Napoleon Bonaparte"},
    {"quote":"If you want a thing done well, do it yourself.", "source":"Napoleon Bonaparte"},
    {"quote":"Live as if you were to die tomorrow; learn as if you were to live forever.","source":"Mahatma Gandhi"},
    {"quote":"The weak can never forgive. Forgiveness is the attribute of the strong.","source":"Mahatma Gandhi"},
    {"quote":"Happiness is when what you think, what you say, and what you do are in harmony.","source":"Mahatma Gandhi"},
    {"quote":"An eye for eye only ends up making the whole world blind.","source":"Mahatma Gandhi"},
    {"quote":"First they ignore you, then they laugh at you, then they fight you, then you win.","source":"Mahatma Gandhi"},
    {"quote":"The best way to find yourself is to lose yourself in the service of others.","source":"Mahatma Gandhi"},
    {"quote":"You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.","source":"Mahatma Gandhi"},
    {"quote":"Strength does not come from physical capacity. It comes from an indomitable will.","source":"Mahatma Gandhi"},
    {"quote":"You must be the change you wish to see in the world.","source":"Mahatma Gandhi"},
    {"quote":"Nobody can hurt me without my permission.","source":"Mahatma Gandhi"},
    {"quote":"Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.","source":"Albert Einstein"},
    {"quote":"Science without religion is lame, religion without science is blind.","source":"Albert Einstein"},
    {"quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","source":"Albert Einstein"},
    {"quote":"If you can't explain it simply, you don't understand it well enough.","source":"Albert Einstein"},
    {"quote":"Logic will get you from A to B. Imagination will take you everywhere.","source":"Albert Einstein"},
    {"quote":"There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.","source":"Albert Einstein"},
    {"quote":"Great spirits have always encountered violent opposition from mediocre minds.","source":"Albert Einstein"},
    {"quote":"Strength does not come from physical capacity. It comes from an indomitable will.","source":"Albert Einstein"},
    {"quote":"Everything should be made as simple as possible, but not simpler.","source":"Albert Einstein"},
    {"quote":"Reality is merely an illusion, albeit a very persistent one.","source":"Albert Einstein"},
    {"quote":"Tell me and I forget, teach me and I may remember, involve me and I learn.","source":"Benjamin Franklin"},
    {"quote":"By failing to prepare, you are preparing to fail.","source":"Benjamin Franklin"},
    {"quote":"They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.","source":"Benjamin Franklin"},
    {"quote":"Wine is constant proof that God loves us and loves to see us happy.","source":"Benjamin Franklin"},
    {"quote":"Never leave that till tomorrow which you can do today.","source":"Benjamin Franklin"},
    {"quote":"There never was a good war or a bad peace.","source":"Benjamin Franklin"},
    {"quote":"We are all born ignorant, but one must work hard to remain stupid.","source":"Benjamin Franklin"},
    {"quote":"A penny saved is a penny earned.","source":"Benjamin Franklin"},
    {"quote":"Genius without education is like silver in the mine.","source":"Benjamin Franklin"},
    {"quote":"He that is good for making excuses is seldom good for anything else.","source":"Benjamin Franklin"},
    {"quote":"Nearly all men can stand adversity, but if you want to test a man's character, give him power.","source":"Abraham Lincoln"},
    {"quote":"Always bear in mind that your own resolution to succeed is more important than any other.","source":"Abraham Lincoln"},
    {"quote":"Whatever you are, be a good one.","source":"Abraham Lincoln"},
    {"quote":"I destroy my enemies when I make them my friends.","source":"Abraham Lincoln"},
    {"quote":"I am a slow walker, but I never walk back.","source":"Abraham Lincoln"},
    {"quote":"America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.","source":"Abraham Lincoln"},
    {"quote":"A house divided against itself cannot stand.","source":"Abraham Lincoln"},
    {"quote":"Those who deny freedom to others deserve it not for themselves.","source":"Abraham Lincoln"},
    {"quote":"Things may come to those who wait, but only the things left by those who hustle.","source":"Abraham Lincoln"},
    {"quote":"Give me six hours to chop down a tree and I will spend the first four sharpening the axe.","source":"Abraham Lincoln"},
    {"quote":"Life's most persistent and urgent question is, 'What are you doing for others?","source":"Dr. Martin Luther King Jr."},
    {"quote":"Faith is taking the first step even when you don't see the whole staircase.","source":"Dr. Martin Luther King Jr."},
    {"quote":"Our lives begin to end the day we become silent about things that matter.","source":"Dr. Martin Luther King Jr."},
    {"quote":"I have decided to stick with love. Hate is too great a burden to bear.","source":"Dr. Martin Luther King Jr."},
    {"quote":"The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.","source":"Dr. Martin Luther King Jr."},
    {"quote":"Injustice anywhere is a threat to justice everywhere.","source":"Dr. Martin Luther King Jr."},
    {"quote":"In the end, we will remember not the words of our enemies, but the silence of our friends.","source":"Dr. Martin Luther King Jr."},
    {"quote":"We must accept finite disappointment, but never lose infinite hope.","source":"Dr. Martin Luther King Jr."},
    {"quote":"We must learn to live together as brothers or perish together as fools.","source":"Dr. Martin Luther King Jr."},
    {"quote":"Love is the only force capable of transforming an enemy into friend.","source":"Dr. Martin Luther King Jr."},
    {"quote":"We are what we repeatedly do. Excellence, then, is not an act, but a habit.","source":"Aristotle"},
    {"quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","source":"Aristotle"},
    {"quote":"Happiness depends upon ourselves.","source":"Aristotle"},
    {"quote":"Pleasure in the job puts perfection in the work.","source":"Aristotle"},
    {"quote":"You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.","source":"Aristotle"},
    {"quote":"The roots of education are bitter, but the fruit is sweet.","source":"Aristotle"},
    {"quote":"Misfortune shows those who are not really friends.","source":"Aristotle"},
    {"quote":"Happiness is the meaning and the purpose of life, the whole aim and end of human existence.","source":"Aristotle"},
    {"quote":"I count him braver who overcomes his desires than him who conquers his enemies; for the hardest victory is over self.","source":"Aristotle"},
    {"quote":"What is a friend? A single soul dwelling in two bodies.","source":"Aristotle"},
    {"quote":"We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","source":"Plato"},
    {"quote":"The beginning is the most important part of the work.","source":"Plato"},
    {"quote":"Be kind, for everyone you meet is fighting a hard battle.","source":"Plato"},
    {"quote":"Courage is knowing what not to fear","source":"Plato"},
    {"quote":"Only the dead have seen the end of war.","source":"Plato"},
    {"quote":"Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.","source":"Plato"},
    {"quote":"He was a wise man who invented God.","source":"Plato"},
    {"quote":"Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.","source":"Plato"},
    {"quote":"You can discover more about a person in an hour of play than in a year of conversation.","source":"Plato"},
    {"quote":"True knowledge exists in knowing that you know nothing.","source":"Socrates"},
    {"quote":"I know that I am intelligent, because I know that I know nothing.","source":"Socrates"},
    {"quote":"By all means marry: if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.","source":"Socrates"},
    {"quote":"I cannot teach anybody anything, I can only make them think.","source":"Socrates"},
    {"quote":"To find yourself, think for yourself.","source":"Socrates"},
    {"quote":"Beware the barrenness of a busy life.","source":"Socrates"},
    {"quote":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.","source":"Socrates"},
    {"quote":"The way to gain a good reputation is to endeavor to be what you desire to appear.","source":"Socrates"},
    {"quote":"He who is not contented with what he has, would not be contented with what he would like to have.","source":"Socrates"},
    {"quote":"All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.","source":"John Locke"},
    {"quote":"No man's knowledge here can go beyond his experience.","source":"John Locke"},
    {"quote":"What worries you, masters you.","source":"John Locke"},
    {"quote":"The only fence against the world is a thorough knowledge of it.","source":"John Locke"},
    {"quote":"A sound mind in a sound body, is a short but full description of a happy state in this world.","source":"John Locke"},
    {"quote":"Education begins the gentleman, but reading, good company and reflection must finish him.","source":"John Locke"},
    {"quote":"Government has no other end, but the preservation of property.","source":"John Locke"},
    {"quote":"New opinions are always suspected, and usually opposed, without any other reason but because they are not already common.","source":"John Locke"},
    {"quote":"To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.","source":"John Locke"},
    {"quote":"The scientists of today think deeply instead of clearly. One must be sane to think clearly, but one can think deeply and be quite insane.", "source":"Nikola Tesla"},
    {"quote":"Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more.", "source":"Nikola Tesla"},
    {"quote":"The present is theirs; the future, for which I really worked, is mine.", "source":"Nikola Tesla"},
    {"quote":"If you want to find the secrets of the universe, think in terms of energy, frequency and vibration.", "source":"Nikola Tesla"},
    {"quote":"The day science begins to study non-physical phenomena, it will make more progress in one decade than in all the previous centuries of its existence.", "source":"Nikola Tesla"},
    {"quote":"I do not think you can name many great inventions that have been made by married men.", "source":"Nikola Tesla"},
    {"quote":"The spread of civilisation may be likened to a fire; first, a feeble spark, next a flickering flame, then a mighty blaze, ever increasing in speed and power.", "source":"Nikola Tesla"},
    {"quote":"I don't want a Black History Month. Black history is American history.", "source":"Morgan Freeman"},
    {"quote":"The best way to guarantee a loss is to quit.", "source":"Morgan Freeman"},
    {"quote":"Dr. Martin Luther King is not a black hero. He is an American hero.", "source":"Morgan Freeman"},
    {"quote":"As you grow in this business, you learn how to do more with less.", "source":"Morgan Freeman"},
    {"quote":"But I can say that life is good to me. Has been and is good. So I think my task is to be good to it. So how do you be good to life? You live it.", "source":"Morgan Freeman"},
    {"quote":"People need to start to think about the messages that they send in the movies.", "source":"Morgan Freeman"},
    {"quote":"Time is money. Wasted time means wasted money means trouble.", "source":"Shirley Temple"},
    {"quote":"There's nothing like real love. Nothing.", "source":"Shirley Temple"},
    {"quote":"Good luck needs no explanation.", "source":"Shirley Temple"},
    {"quote":"There are many of us who should be in a position to bring peace to the world", "source":"Shirley Temple"},
    {"quote":"I've always been bossy", "source":"Shirley Temple"},
    {"quote":"mperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.", "source":"Marilyn Monroe"},
    {"quote":"It's better to be unhappy alone than unhappy with someone - so far.", "source":"Marilyn Monroe"},
    {"quote":"If I'd observed all the rules, I'd never have got anywhere.", "source":"Marilyn Monroe"},
    {"quote":"Give a girl the right pair of shoes and she'll conquer the world.", "source":"Marilyn Monroe"},
    {"quote":"I don't mind living in a man's world as long as I can be a woman in it.", "source":"Marilyn Monroe"},
    {"quote":"I am not interested in money. I just want to be wonderful.", "source":"Marilyn Monroe"},
    {"quote":"If you want a happy ending, that depends, of course, on where you stop your story.", "source":"Orson Wells"},
    {"quote":"I hate television. I hate it as much as peanuts. But I can't stop eating peanuts.", "source":"Orson Wells"},
    {"quote":"If there hadn't been women we'd still be squatting in a cave eating raw meat, because we made civilization in order to impress our girlfriends.", "source":"Orson Wells"},
    {"quote":"Ask not what you can do for your country. Ask what's for lunch.", "source":"Orson Wells"},
    {"quote":"Create your own visual style... let it be unique for yourself and yet identifiable for others.", "source":"Orson Wells"},
    {"quote":"The enemy of art is the absence of limitations.", "source":"Orson Wells"},
    {"quote":"I passionately hate the idea of being with it, I think an artist has always to be out of step with his time.", "source":"Orson Wells"},
    {"quote":"A good artist should be isolated. If he isn't isolated, something is wrong.", "source":"Orson Wells"},
    {"quote":"Don't say we all ought to misbehave, but we ought to look as if we could.", "source":"Orson Wells"},
    {"quote":"In a time of universal deceit - telling the truth is a revolutionary act.", "source":"George Orwell"},
    {"quote":"War is peace. Freedom is slavery. Ignorance is strength.", "source":"George Orwell"},
    {"quote":"Freedom is the right to tell people what they do not want to hear.", "source":"George Orwell"},
    {"quote":"Every generation imagines itself to be more intelligent than the one that went before it, and wiser than the one that comes after it.", "source":"George Orwell"},
    {"quote":"Doublethink means the power of holding two contradictory beliefs in one's mind simultaneously, and accepting both of them.", "source":"George Orwell"},
    {"quote":"Love looks not with the eyes, but with the mind; and therefore is winged Cupid painted blind.", "source":"William Shakespeare"},
    {"quote":"To thine own self be true, and it must follow, as the night the day, thou canst not then be false to any man.", "source":"William Shakespeare"},
    {"quote":"Love all, trust a few, do wrong to none.", "source":"William Shakespeare"},
    {"quote":"What's in a name? That which we call a rose by any other name would smell as sweet.", "source":"William Shakespeare"},
    {"quote":"We are such stuff as dreams are made on, and our little life is rounded with a sleep.", "source":"William Shakespeare"},
    {"quote":"We know what we are, but know not what we may be.", "source":"William Shakespeare"},
    {"quote":"Better three hours too soon than a minute too late.", "source":"William Shakespeare"},
    {"quote":"Our doubts are traitors, and make us lose the good we oft might win, by fearing to attempt.", "source":"William Shakespeare"},
    {"quote":"Something is rotten in the state of Denmark.", "source":"William Shakespeare"},
    {"quote":"Wisely, and slow. They stumble that run fast.", "source":"William Shakespeare"},
    {"quote":"Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.", "source":"Stephen King"},
    {"quote":"Fiction is the truth inside the lie.", "source":"Stephen King"},
    {"quote":"We make up horrors to help us cope with the real ones.", "source":"Stephen King"},
    {"quote":"The road to hell is paved with adverbs.", "source":"Stephen King"},
    {"quote":"Either get busy living or get busy dying", "source":"Stephen King"},
    {"quote":"If you don't have the time to read, you don't have the time or the tools to write.", "source":"Stephen King"},
    {"quote":"Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.", "source":"Stephen King"},
    {"quote":"The trust of the innocent is the liar's most useful tool.", "source":"Stephen King"},
    {"quote":"Hearts can break. Yes. Hearts can break. Sometimes I think it would be better if we died when they did, but we don't.", "source":"Stephen King"},
    {"quote":"Happiness in intelligent people is the rarest thing I know.", "source":"Ernest Hemingway"},
    {"quote":"The best way to find out if you can trust somebody is to trust them.", "source":"Ernest Hemingway"},
    {"quote":"There is nothing noble in being superior to your fellow man; true nobility is being superior to your former self.", "source":"Ernest Hemingway"},
    {"quote":"There is nothing to writing. All you do is sit down at a typewriter and bleed.", "source":"Ernest Hemingway"},
    {"quote":"Courage is grace under pressure.", "source":"Ernest Hemingway"},
    {"quote":"Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.", "source":"Ernest Hemingway"},
    {"quote":"Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut.", "source":"Ernest Hemingway"},
    {"quote":"I love sleep. My life has the tendency to fall apart when I'm awake, you know?", "source":"Ernest Hemingway"},
    {"quote":"Never confuse movement with action.", "source":"Ernest Hemingway"},
    {"quote":"The world breaks everyone, and afterward, some are strong at the broken places.", "source":"Ernest Hemingway"},
    {"quote":"I became insane, with long intervals of horrible sanity.", "source":"Edgar Allan Poe"},
    {"quote":"Those who dream by day are cognizant of many things which escape those who dream only by night.", "source":"Edgar Allan Poe"},
    {"quote":"We loved with a love that was more than love.", "source":"Edgar Allan Poe"},
    {"quote":"Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears.", "source":"Edgar Allan Poe"},
    {"quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?", "source":"Edgar Allan Poe"},
    {"quote":"Words have no power to impress the mind without the exquisite horror of their reality.", "source":"Edgar Allan Poe"},
    {"quote":"Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before.", "source":"Edgar Allan Poe"},
    {"quote":"I wish I could write as mysterious as a cat.", "source":"Edgar Allan Poe"},
    {"quote":" would define, in brief, the poetry of words as the rhythmical creation of Beauty.", "source":"Edgar Allan Poe"},
    {"quote":"Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.", "source":"Charles Dickens"},
    {"quote":"No one is useless in this world who lightens the burdens of another.", "source":"Charles Dickens"},
    {"quote":"It was the best of times, it was the worst of times.", "source":"Charles Dickens"},
    {"quote":"It is a far, far better thing that I do, than I have ever done; it is a far, far better rest that I go to, than I have ever known.", "source":"Charles Dickens"},
    {"quote":"A loving heart is the truest wisdom.", "source":"Charles Dickens"},
    {"quote":"The pain of parting is nothing to the joy of meeting again.", "source":"Charles Dickens"},
    {"quote":"I will honor Christmas in my heart, and try to keep it all the year.", "source":"Charles Dickens"},
    {"quote":"To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart.", "source":"Charles Dickens"},
    {"quote":"We need never be ashamed of our tears.", "source":"Charles Dickens"},
    {"quote":"A wonderful fact to reflect upon, that every human creature is constituted to be that profound secret and mystery to every other.", "source":"Charles Dickens"},
    {"quote":"Don't go around saying the world owes you a living. The world owes you nothing. It was here first.", "source":"Mark Twain"},
    {"quote":"I have never let my schooling interfere with my education.", "source":"Mark Twain"},
    {"quote":"Get your facts first, and then you can distort them as much as you please.", "source":"Mark Twain"},
    {"quote":"If you tell the truth, you don't have to remember anything.", "source":"Mark Twain"},
    {"quote":"Clothes make the man. Naked people have little or no influence on society.", "source":"Mark Twain"},
    {"quote":"Always do right. This will gratify some people and astonish the rest.", "source":"Mark Twain"},
    {"quote":"It is better to keep your mouth closed and let people think you are a fool than to open it and remove all doubt.", "source":"Mark Twain"},
    {"quote":"The secret of getting ahead is getting started.", "source":"Mark Twain"},
    {"quote":"Age is an issue of mind over matter. If you don't mind, it doesn't matter.", "source":"Mark Twain"},
    {"quote":"Kindness is the language which the deaf can hear and the blind can see.", "source":"Mark Twain"},
    {"quote":"The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts.", "source":"Bertrand Russell"},
    {"quote":"Moral indignation is jealousy with a halo.", "source":"H. G. Wells"},
    {"quote":"Don't be so humble - you are not that great.", "source":"Golda Meir"},
    {"quote":"If a man does his best, what else is there?", "source":"General George S. Patton"},
    {"quote":"olitical correctness is tyranny with manners.", "source":"Charlton Heston"},
    {"quote":"I can write better than anybody who can write faster, and I can write faster than anybody who can write better.", "source":"A. J. Liebling"},
    {"quote":"People demand freedom of speech to make up for the freedom of thought which they avoid.", "source":"Soren Aabye Kierkegaard"},
    {"quote":"Don't be so humble - you are not that great.", "source":"Golda Meir"},
    {"quote":"If a man does his best, what else is there?", "source":"General George S. Patton"},
    {"quote":"olitical correctness is tyranny with manners.", "source":"Charlton Heston"}
  ]
}
